// напишите программу для замены охранника
int age;
cout << "How old are you?"s << endl;
cin >> age;
if (age >= 18) {
    cout << "Welcome!" << endl;
}
